fe40/tutorials/rheoTestFoam/multimode_XPomPom/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    "tau.*|A.*"
    {

        solver           PBiCG;
        preconditioner
        {
            preconditioner DILU;
        }

        tolerance         1e-10;
        relTol            0;
        minIter           0;
        maxIter           1000;
    }
}

SIMPLE
{
    nInIter          5;   
    nNonOrthogonalCorrectors 0;
    pRefCell        0;
    pRefValue       0;

}

relaxationFactors
{
     fields {}
     equations
      { 
	tau 1;
	theta 1;
	A 1;
      }
}

// ************************************************************************* //
